Revit 2027 API
ParameterTypeId.StairsRunWidthMeasurement Property
 "Run Width Measurement": Run Width Measurement
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunWidthMeasurement { get; }
Public Shared ReadOnly Property StairsRunWidthMeasurement As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunWidthMeasurement {
	ForgeTypeId^ get ();
}
static member StairsRunWidthMeasurement : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace